Repository: W1ght/Niratan
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Niratan %@ is the latest version.
zh_hans: Niratan %@ 已经是最新版本。
zh_hant: Niratan %@ 已經是最新版本。

source: Update Check Failed
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

source: Update Download Failed
zh_hans: 下载更新失败
zh_hant: 下載更新失敗

source: Unable to check for updates. Please try again later.
zh_hans: 无法检查更新，请稍后再试。
zh_hant: 無法檢查更新，請稍後再試。

source: Unable to download or verify the update. Please try again later.
zh_hans: 无法下载或验证更新，请稍后再试。
zh_hant: 無法下載或驗證更新，請稍後再試。

source: Invert in System Dark Theme
zh_hans: 深色模式下反转颜色
zh_hant: 在系統深色主題中反轉

source: Show Action Bar
zh_hans: 显示操作栏
zh_hant: 顯示操作列

source: Listen to audiobooks and read along with highlighted text.
zh_hans: 听有声书并跟随高亮文本阅读。
zh_hant: 收聽有聲書，並跟隨高亮文字閱讀。

source: Load the audiobook and press play, lines will be highlighted as the audiobook plays.
zh_hans: 加载有声书并点击播放，音频播放时会高亮对应行。
zh_hant: 加载有声书并播放，文本会随着音频播放自动高亮。

source: Auto-Scroll
zh_hans: 自动翻页
zh_hant: 自動捲動

source: Auto-Pause on Lookup
zh_hans: 查词时自动暂停
zh_hant: 查詞時自動暫停

source: Light Theme
zh_hans: 浅色主题
zh_hant: 淺色主題

source: Dark Theme
zh_hans: 深色主题
zh_hant: 深色主題

source: Mac card creation uses AnkiConnect.
zh_hans: Mac 制卡使用 AnkiConnect。
zh_hant: Mac 製卡使用 AnkiConnect。

source: AnkiMobile callbacks are not used in the Mac app.
zh_hans: Mac App 不使用 AnkiMobile 回调。
zh_hant: Mac App 不使用 AnkiMobile 回呼。

source: Auto Sync
zh_hans: 自动同步
zh_hant: 自動同步

source: Fetching refreshes decks and models while preserving mappings for fields that still exist.
zh_hans: 获取会刷新牌组和模板，并保留仍然存在字段的映射。
zh_hant: 获取会刷新牌组和模板，并保留仍然存在字段的映射。

source: AnkiConnect Settings
zh_hans: AnkiConnect 设置
zh_hant: AnkiConnect 設定

source: Config
zh_hans: 配置
zh_hant: 設定

source: Importing a .colpkg/.apkg backup from Anki will allow Niratan to check for duplicates immediately. It's recommended to do this periodically to reduce drift.
zh_hans: 导入 Anki 的 .colpkg/.apkg 备份后，Niratan 可以立即检查重复。建议定期导入以减少偏差。
zh_hant: 导入 Anki 的 .colpkg/.apkg 备份后，Niratan 可以立即检查重复。建议定期导入以减少偏差。

source: Embed Dictionary Media
zh_hans: 嵌入词典媒体
zh_hant: 嵌入詞典媒體

source: Embedding media will increase size of glossaries (AnkiMobile).
zh_hans: 嵌入媒体会增加释义内容大小（AnkiMobile）。
zh_hant: 嵌入媒体会增加释义内容大小（AnkiMobile）。

source: Higher quality produces larger cards. Image compression applies to book covers and video screenshots; repeated cards reuse matching media files.
zh_hans: 质量越高，卡片体积越大。图片压缩适用于书籍封面和视频截图；重复制卡会复用相同的媒体文件。
zh_hant: 品質越高，卡片體積越大。圖片壓縮適用於書籍封面和影片截圖；重複製卡會複用相同的媒體檔案。

source: Animated AVIF stores independent frames for reliable iOS playback. Lower resolution or frame rate produces smaller cards.
zh_hans: 动画 AVIF 使用独立帧以确保在 iOS 上可靠播放；降低分辨率或帧率可以减小卡片体积。
zh_hant: 動畫 AVIF 使用獨立影格以確保在 iOS 上可靠播放；降低解析度或影格率可以減小卡片體積。

source: This will refresh decks and models while preserving mappings for fields that still exist.
zh_hans: 这会刷新牌组和模板，并保留仍然存在字段的映射。
zh_hant: 这会刷新牌组和模板，并保留仍然存在字段的映射。

source: Type
zh_hans: 类型
zh_hant: 類型

source: Lookup
zh_hans: 查词
zh_hant: 查詞

source: Scan Non-Japanese Text
zh_hans: 扫描非日文文本
zh_hant: 掃描非日文文字

source: Collapse Dictionaries
zh_hans: 折叠词典
zh_hant: 折疊詞典

source: Expand First Dictionary
zh_hans: 展开第一个词典
zh_hant: 展開第一個詞典

source: Configure
zh_hans: 配置
zh_hant: 設定

source: Behaviour
zh_hans: 行为
zh_hant: 行為

source: Show Expression Tags
zh_hans: 显示表达标签
zh_hant: 顯示表達標籤

source: Harmonic Frequency
zh_hans: 调和频率
zh_hant: 調和頻率

source: Deduplicate Pitch Accents
zh_hans: 去重音调
zh_hant: 去重音調

source: Compact Pitch Accents
zh_hans: 紧凑音调
zh_hant: 緊湊音調

source: Mac Hover Delay
zh_hans: Mac 悬浮延迟
zh_hant: Mac 懸浮延遲

source: Expand All
zh_hans: 全部展开
zh_hant: 全部展開

source: Collapse All
zh_hans: 全部折叠
zh_hant: 全部折疊

source: Collapse
zh_hans: 折叠

source: Expand
zh_hans: 展开

source: Fetch from Anki?
zh_hans: 从 Anki 获取？
zh_hant: 從 Anki 擷取？

source: Connect to AnkiConnect before configuring decks, models, and fields.
zh_hans: 请先连接 AnkiConnect，再配置牌组、模板和字段。
zh_hant: 请先连接 AnkiConnect，再配置牌组、模板和字段。

source: Fetch decks and models from AnkiConnect
zh_hans: 从 AnkiConnect 获取牌组和模板
zh_hant: 從 AnkiConnect 取得牌組和模板

source: Scale
zh_hans: 缩放
zh_hant: 縮放

source: Disable Transparency
zh_hans: 禁用透明度
zh_hant: 停用透明效果

source: Show Skip Controls
zh_hans: 显示跳过控制
zh_hant: 顯示跳過控制

source: Skip Controls will replace Next/Previous Cue controls
zh_hans: 跳过控制会替代上一句/下一句控制
zh_hant: 跳過控制會取代上一句/下一句控制

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Highlights
zh_hans: 标注
zh_hant: 高亮

source: No Images
zh_hans: 没有图片
zh_hant: 沒有圖片

source: Unread Image
zh_hans: 未阅读插画
zh_hant: 未閱讀插畫

source: No Highlights
zh_hans: 暂无高亮
zh_hant: 沒有高亮

source: Load Audio
zh_hans: 加载音频
zh_hant: 載入音訊

source: Playback
zh_hans: 播放
zh_hant: 播放

source: Delay
zh_hans: 延迟
zh_hant: 延遲

source: Speed
zh_hans: 速度
zh_hant: 速度

source: Speed: %@
zh_hans: 速度：%@

source: Command Center
zh_hans: 控制中心
zh_hant: 控制中心

source: Sasayaki (Audiobooks)
zh_hans: Sasayaki（有声书）
zh_hant: Sasayaki（有聲書）

source: Original Hoshi Reader Project
zh_hans: 原项目 Hoshi Reader
zh_hant: 原專案 Hoshi Reader

source: Refresh Google Drive Books
zh_hans: 刷新 Google Drive 书籍
zh_hant: 重新整理 Google Drive 書籍

source: Downloading book from Google Drive...
zh_hans: 正在从 Google Drive 下载书籍...
zh_hant: 正在從 Google Drive 下載書籍...

source: Delete from Google Drive
zh_hans: 从 Google Drive 删除
zh_hant: 從 Google Drive 刪除

source: Delete "%@" from Google Drive?
zh_hans: 从 Google Drive 删除 “%@”?
zh_hant: 要從 Google Drive 刪除「%@」嗎？

source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Cache?
zh_hans: 清除缓存?
zh_hant: 清除快取？

source: This will clear cached folder ids and book covers.
zh_hans: 缓存文件夹ID以及书籍封面将会被清除。
zh_hant: 這會清除已快取的資料夾 ID 和書籍封面。

source: Sign out?
zh_hans: 退出登录?
zh_hant: 登出？

source: Signing out will clear authorization tokens, cached folder ids and book covers.
zh_hans: 退出登录将清除授权凭证、缓存文件夹ID以及书籍封面。
zh_hant: 登出會清除授權 token、已快取的資料夾 ID 和書籍封面。

source: Data
zh_hans: 数据
zh_hant: 資料

source: Upload Books
zh_hans: 上传书籍
zh_hant: 上傳書籍

source: Uploads books on first sync if no bookdata is stored on Google Drive.
zh_hans: 若 Google Drive 无书籍数据，首次同步时将上传书籍。
zh_hant: 如果 Google Drive 上還沒有 bookdata，首次同步時會上傳書籍。

source: Sync Stats
zh_hans: 同步统计数据
zh_hant: 同步統計

source: Sync Audiobook Progress
zh_hans: 同步有声书进度
zh_hant: 同步有聲書進度

source: More...
zh_hans: 更多...
zh_hant: 更多...

source: **[More...](https://github.com/Manhhao/Hoshi-Reader/blob/develop/TTUSYNC.md)**
zh_hans: **[详细…](https://github.com/Manhhao/Hoshi-Reader/blob/develop/TTUSYNC.md)**

source: **[More...](https://github.com/Manhhao/Hoshi-Reader/blob/main/SASAYAKI.md)**
zh_hans: **[详细…](https://github.com/Manhhao/Hoshi-Reader/blob/main/SASAYAKI.md)**

source: **%@ / h**
zh_hans: **%@ / 小时**

source: Always Show Progress
zh_hans: 始终显示进度

source: An **.srt** file generated by **[SubPlz](https://github.com/kanjieater/SubPlz)** and an audiobook (**.mp3**/**.m4b**) are required.
zh_hans: 需要导入由 **[SubPlz](https://github.com/kanjieater/SubPlz)** 生成的 **.srt** 文件和一本有声书（**.mp3**/**.m4b**）。

source: App directory not found
zh_hans: 未找到应用文件夹

source: Authorization code missing from callback
zh_hans: 回调中缺失认证码

source: Choose the **.srt** and press **Match**. Matching only has to be done once.
zh_hans: 导入 **.srt** 文件并点击 **匹配**。匹配只需要执行一次。

source: Clear
zh_hans: 清除

source: Could not access .epub file
zh_hans: 无法访问 .epub 文件

source: Could not import .epub file: %@
zh_hans: 无法导入 .epub 文件: %@

source: Current Match
zh_hans: 当前匹配

source: Default
zh_hans: 默认音频源

source: Failed to construct authentication URL
zh_hans: 构建认证 URL 失败

source: Failed to decode Anki response: %@
zh_hans: 无法解析 Anki 的响应内容: %@

source: Failed to decompress database
zh_hans: 压缩数据库失败

source: Failed to refresh token Please sign in again
zh_hans: 登录已过期，请重新登录

source: File
zh_hans: 文件

source: Import an EPUB using the %@ button to start reading.
zh_hans: 使用 %@ 按钮导入 EPUB 开始阅读。

source: Importing a backup adds new books and overwrites the statistics and reading progress of books already present.
zh_hans: 导入备份将添加新书籍，并覆盖已有书籍的统计数据和阅读进度。

source: Invalid Client ID format
zh_hans: 客户端 ID 格式无效

source: Invalid response from Google Drive
zh_hans: Google Drive 返回的响应无效

source: Invalid URL specified
zh_hans: 无效的 URL 链接

source: Long press a book and choose **Match**.
zh_hans: 长按一本书并选择 **匹配**。

source: Match
zh_hans: 匹配

source: Match Rate
zh_hans: 匹配率

source: Matching…
zh_hans: 正在匹配…

source: No callback URL received
zh_hans: 未接收到回调链接

source: No data received from Anki. Please try again.
zh_hans: 未收到 Anki 数据，请重试。

source: No file selected
zh_hans: 未选择文件

source: Not authenticated Please sign in
zh_hans: 尚未认证，请先登录

source: Open
zh_hans: 打开

source: Reading Shelf
zh_hans: 在读书架

source: Save
zh_hans: 保存

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search in this book
zh_hans: 在书中搜索
zh_hant: 在書中搜尋

source: Enter text to search this book
zh_hans: 输入文本搜索本书
zh_hant: 輸入文字搜尋本書

source: Searching...
zh_hans: 正在搜索...
zh_hant: 正在搜尋...

source: No matches
zh_hans: 没有匹配结果
zh_hant: 沒有相符結果

source: Could not search this book
zh_hans: 无法搜索本书
zh_hant: 無法搜尋本書

source: Untitled Chapter
zh_hans: 未命名章节
zh_hant: 未命名章節

source: 1 result
zh_hans: 1 个结果
zh_hant: 1 個結果

source: %d results
zh_hans: %d 个结果
zh_hant: %d 個結果

source: Search Window
zh_hans: 匹配搜索范围

source: Selector
zh_hans: 选择器

source: Show Skip (±15s) Controls
zh_hans: 显示快进/快退按钮

source: Shows books you've started but not finished.
zh_hans: 展示已经开始阅读但尚未读完的书。

source: Shows progress at the bottom even when the UI is hidden.
zh_hans: 界面隐藏时，仍于底部显示进度。

source: Skip Controls will replace Next/Previous Cue controls as media controls.
zh_hans: 快进/快退按钮会替代上一条/下一条字幕按钮

# Sort Option Recent
source: Recent
zh_hans: 按最近阅读

# Sort Option Manual
source: Manual
zh_hans: 手动排序

# Sort Option Title
source: Title
zh_hans: 按标题排序

source: Token exchange failed: %lld
zh_hans: Token 交换失败：%lld

source: Unshelved
zh_hans: 未归入书架

source: You can now open the book and choose **Sasayaki** from the context menu.
zh_hans: 现在可以打开这本书，并从快捷菜单中选择 **Sasayaki**。

source: ッツ Backup
zh_hans: ッツ 备份

source: 横
zh_hans: 横排

source: 縦
zh_hans: 竖排

source: Previous Entry
zh_hans: 上一个词条
zh_hant: 上一個詞條

source: Next Entry
zh_hans: 下一个词条
zh_hant: 下一個詞條

source: Entry Jump Count
zh_hans: 词条跳转数量
zh_hant: 詞條跳轉數量

source: Controller
zh_hans: 手柄
zh_hant: 手柄

source: Controller Conflict
zh_hans: 手柄按键冲突
zh_hant: 手柄按鍵衝突

source: Controller inputs can be reused when their scopes do not overlap.
zh_hans: 作用域不重叠时，不同功能可以复用同一个手柄按键。
zh_hant: 作用域不重疊時，不同功能可以重用同一個手柄按鍵。

source: Not Connected
zh_hans: 未连接
zh_hant: 未連接

source: Waiting for controller input...
zh_hans: 等待手柄输入...
zh_hant: 等待手柄輸入...

source: Game Controller
zh_hans: 游戏手柄
zh_hant: 遊戲手柄

source: Reset Defaults
zh_hans: 恢复默认值
zh_hant: 恢復預設值

source: Toggle Reading Timer
zh_hans: 切换阅读计时
zh_hant: 切換閱讀計時

source: Press controller...
zh_hans: 按下手柄按键...
zh_hant: 按下手柄按鍵...

source: Choose an action, then press a button or direction on an Xbox, PlayStation, Switch, or compatible controller.
zh_hans: 选择一个动作，然后按下 Xbox、PlayStation、Switch 或兼容手柄上的按钮或方向键。
zh_hant: 選擇一個動作，然後按下 Xbox、PlayStation、Switch 或相容手柄上的按鈕或方向鍵。

source: App settings
zh_hans: 应用设置
zh_hant: 應用設定

source: Bookshelf
zh_hans: 书架
zh_hant: 書架

source: Bookshelf and sync
zh_hans: 书架与同步
zh_hant: 書架與同步

source: Dictionary search
zh_hans: 词典搜索
zh_hant: 辭典搜尋

source: Mouse Wheel Page Turn
zh_hans: 鼠标滚轮翻页
zh_hant: 滑鼠滾輪翻頁

source: Two-Column Horizontal Pages
zh_hans: 横排双栏页面
zh_hant: 橫排雙欄頁面

source: Add
zh_hans: 添加
zh_hant: 新增

source: Create a shelf to organize books.
zh_hans: 创建书架来整理书籍。
zh_hant: 新增書架來整理書籍。

source: Delete Shelf
zh_hans: 删除书架
zh_hant: 刪除書架

source: Library
zh_hans: 书库
zh_hant: 書庫

source: No Shelves
zh_hans: 暂无书架
zh_hant: 沒有書架

source: Build Variant
zh_hans: 构建版本
zh_hant: 建置版本

source: No Video Open
zh_hans: 尚未打开视频
zh_hant: 尚未開啟影片

source: Open a local video file to start watching.
zh_hans: 打开本地视频文件即可开始观看。
zh_hant: 開啟本機影片檔案即可開始觀看。

source: Open Subtitles
zh_hans: 打开字幕
zh_hant: 開啟字幕

source: Open Video
zh_hans: 打开视频
zh_hant: 開啟影片

source: Blank Subtitle
zh_hans: 空白字幕
zh_hant: 空白字幕

source: Clear Mining History?
zh_hans: 要清空挖卡历史吗？
zh_hant: 要清空挖卡歷史嗎？

source: Continue Mining
zh_hans: 继续挖卡
zh_hant: 繼續挖卡

source: Mine Current Subtitle
zh_hans: 挖取当前字幕
zh_hant: 挖取目前字幕

source: Mining
zh_hans: 挖卡
zh_hant: 挖卡

source: Mining History Storage Limit
zh_hans: 挖卡历史保存上限
zh_hant: 挖卡歷史儲存上限

source: Mining History is disabled in Video Settings.
zh_hans: 挖卡历史已在视频设置中停用。
zh_hant: 挖卡歷史已在影片設定中停用。

source: No subtitle is active at the current time.
zh_hans: 当前时间没有活动字幕。
zh_hant: 目前時間沒有作用中的字幕。

source: Open the matching video before using this older Mining History item.
zh_hans: 请先打开匹配的视频，再使用这条旧挖卡历史。
zh_hant: 請先開啟相符的影片，再使用這筆舊挖卡歷史。

source: Saved to Mining History
zh_hans: 已保存到挖卡历史
zh_hant: 已儲存到挖卡歷史

source: Subtitle Copied
zh_hans: 字幕已复制
zh_hant: 字幕已複製

source: Select a word in the subtitle to continue mining.
zh_hans: 请在字幕中选择词语以继续挖卡。
zh_hant: 請在字幕中選擇詞語以繼續挖卡。

source: Set to 0 to disable and clear Mining History.
zh_hans: 设为 0 会停用并清空挖卡历史。
zh_hant: 設為 0 會停用並清空挖卡歷史。

source: The saved subtitle file is no longer available. Open it again to continue.
zh_hans: 保存的字幕文件已不可用，请重新打开后继续。
zh_hant: 儲存的字幕檔案已無法使用，請重新開啟後繼續。

source: The saved video file is no longer available. Open it again to continue.
zh_hans: 保存的视频文件已不可用，请重新打开后继续。
zh_hant: 儲存的影片檔案已無法使用，請重新開啟後繼續。

source: This removes every saved subtitle from Mining History.
zh_hans: 这会从挖卡历史中移除所有已保存字幕。
zh_hant: 這會從挖卡歷史中移除所有已儲存字幕。

source: This removes the collection but keeps its videos in your library.
zh_hans: 这只会移除合集，不会删除其中的视频。
zh_hant: 這只會移除合集，不會刪除其中的影片。

source: Added
zh_hans: 已添加
zh_hant: 已加入

source: Clear Mining History
zh_hans: 清空挖卡历史
zh_hant: 清空挖卡歷史

source: Copy Subtitle
zh_hans: 复制字幕
zh_hant: 複製字幕

source: Duplicate
zh_hans: 重复
zh_hant: 重複

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Jump to Subtitle
zh_hans: 跳到字幕
zh_hant: 跳到字幕

source: Mined video subtitles will appear here.
zh_hans: 挖卡过的视频字幕会显示在这里。
zh_hant: 挖卡過的影片字幕會顯示在這裡。

source: Mining History
zh_hans: 挖卡历史
zh_hant: 挖卡歷史

source: Mining History Empty
zh_hans: 挖卡历史为空
zh_hant: 挖卡歷史為空

source: Pending
zh_hans: 处理中
zh_hant: 處理中

source: Reader
zh_hans: 阅读器
zh_hant: 閱讀器

source: Sidebar
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Sync & Data
zh_hans: 同步与数据
zh_hant: 同步與資料

source: Shortcuts & Controls
zh_hans: 快捷键与控制
zh_hant: 快捷鍵與控制

source: Video
zh_hans: 视频
zh_hant: 影片

source: Video Enhancement
zh_hans: 视频增强
zh_hant: 影片增強

source: Subtitle Weight
zh_hans: 字重
zh_hant: 字重

source: Edge Style
zh_hans: 边缘样式
zh_hant: 邊緣樣式

source: Edge Strength
zh_hans: 边缘强度
zh_hant: 邊緣強度

source: Soft Shadow
zh_hans: 柔和阴影
zh_hant: 柔和陰影

source: Clear Outline
zh_hans: 清晰描边
zh_hant: 清晰描邊

source: High Contrast
zh_hans: 高对比度
zh_hant: 高對比度

source: Shadow
zh_hans: 阴影
zh_hant: 陰影

source: Background Opacity
zh_hans: 背景不透明度
zh_hant: 背景不透明度

source: No Background
zh_hans: 无背景
zh_hant: 無背景

source: Let subtitle background stay transparent.
zh_hans: 让字幕背景透明。
zh_hant: 讓字幕背景透明。

source: Vertical Position
zh_hans: 垂直位置
zh_hant: 垂直位置

source: Restore Defaults
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Hardware Decoding
zh_hans: 硬件解码
zh_hant: 硬體解碼

source: Deinterlace
zh_hans: 反交错
zh_hant: 反交錯

source: Brightness
zh_hans: 亮度
zh_hant: 亮度

source: Contrast
zh_hans: 对比度
zh_hant: 對比度

source: Saturation
zh_hans: 饱和度
zh_hant: 飽和度

source: Gamma
zh_hans: 伽马
zh_hant: 伽瑪

source: Hue
zh_hans: 色调
zh_hant: 色調

source: Hardware decoding uses mpv's automatic safe decoder path. HDR changes mpv tone-mapping peak handling.
zh_hans: 硬件解码使用 mpv 的自动安全解码路径。HDR 会调整 mpv 的色调映射峰值处理。
zh_hant: 硬體解碼使用 mpv 的自動安全解碼路徑。HDR 會調整 mpv 的色調映射峰值處理。

source: Video Error
zh_hans: 视频错误
zh_hant: 影片錯誤

source: Video learning
zh_hans: 视频学习
zh_hant: 影片學習

source: Video shortcuts share the same registry and scope-aware conflict detection as Reader and Popup shortcuts.
zh_hans: 视频快捷键与阅读器和弹框快捷键共用同一注册表及作用域冲突检测。
zh_hant: 影片快速鍵與閱讀器和彈窗快速鍵共用同一登錄表及作用域衝突檢測。

source: Subtitle Appearance
zh_hans: 字幕外观

source: Customize subtitle typography, text color, and lookup highlight background.
zh_hans: 自定义字幕排版、文字颜色和查词高亮背景。

source: Customize subtitle typography, text color, and lookup highlight colors.
zh_hans: 自定义字幕排版、文字颜色和查词高亮颜色。

source: Lookup Highlight Color
zh_hans: 查词高亮背景色

source: Lookup Highlight Text Color
zh_hans: 查词高亮字体色

source: Subtitle Color
zh_hans: 字幕颜色

source: Subtitle Font
zh_hans: 字幕字体

source: System Default
zh_hans: 系统默认

source: Subtitle Size
zh_hans: 字幕大小

source: Defaults match asbplayer text subtitles: system font and 36 px size.
zh_hans: 默认值对齐 asbplayer 文本字幕：系统字体和 36 px 字号。

source: Accessibility permission is required for cross-app lookup.
zh_hans: 跨 App 查词需要辅助功能权限。

source: Accessibility Permission Required
zh_hans: 需要辅助功能权限

source: Cross-App Selection Lookup (Experimental)
zh_hans: 跨 App 选词查词（实验性）

source: Lookup Selected Text
zh_hans: 查询选中文本

source: No dictionary result found.
zh_hans: 未找到词典结果。

source: No selected text was found.
zh_hans: 未检测到选中文本。

source: Request Access
zh_hans: 请求权限

source: Ready
zh_hans: 已就绪

source: Selected text could not be read.
zh_hans: 无法读取选中的文本。

source: Shortcut Already in Use
zh_hans: 快捷键已被占用

source: Shortcut Registration Failed
zh_hans: 快捷键注册失败

source: The current app does not expose its selected text.
zh_hans: 当前 App 不提供选中文本。

source: Blue
zh_hans: 蓝色

source: Green
zh_hans: 绿色

source: Pink
zh_hans: 粉色

source: Purple
zh_hans: 紫色

source: Yellow
zh_hans: 黄色

source: Unsupported Shortcut
zh_hans: 不支持的快捷键

source: Add a local folder to build your video bookshelf.
zh_hans: 添加本地文件夹来建立你的视频书架。

source: %@ left
zh_hans: 剩余 %@

source: Add Video Folder
zh_hans: 添加视频文件夹

source: Add Collection
zh_hans: 添加合集

source: Add Smart Collection
zh_hans: 添加智能合集

source: Auto Subtitle
zh_hans: 自动字幕

source: Bind Subtitle
zh_hans: 绑定字幕

source: Bound Subtitle
zh_hans: 已绑定字幕

source: Clear Progress
zh_hans: 清除进度

source: Clear Selected Progress
zh_hans: 清除所选进度

source: Clear Subtitle
zh_hans: 清除字幕

source: Collections
zh_hans: 合集

source: Continue Watching
zh_hans: 继续观看

source: All Videos
zh_hans: 全部视频

source: Finished
zh_hans: 已看完

source: Folders
zh_hans: 文件夹

source: Details
zh_hans: 详情

source: Display Title
zh_hans: 显示标题

source: Favorite
zh_hans: 收藏

source: Favorite videos will appear here.
zh_hans: 收藏的视频会显示在这里。

source: Favorites
zh_hans: 收藏

source: Last Scanned
zh_hans: 上次扫描

source: File Name
zh_hans: 文件名

source: Folder
zh_hans: 文件夹

source: Manage Sources
zh_hans: 管理来源

source: Missing
zh_hans: 缺失

source: Missing videos will appear here until their source is refreshed.
zh_hans: 缺失的视频会显示在这里，直到刷新对应来源。

source: Modified Date
zh_hans: 修改日期

source: Mark as Watched
zh_hans: 标记为已看完

source: Mark Selected Watched
zh_hans: 标记所选为已看完

source: Never scanned
zh_hans: 从未扫描

source: New Collection
zh_hans: 新建合集

source: Needs Review
zh_hans: 待整理

source: New Smart Collection
zh_hans: 新建智能合集

source: No Favorite Videos
zh_hans: 没有收藏视频

source: No Finished Videos
zh_hans: 暂无已看完的视频

source: No Matching Videos
zh_hans: 没有匹配的视频

source: No Missing Videos
zh_hans: 暂无缺失视频

source: No Videos in Progress
zh_hans: 暂无可继续观看的视频

source: No Recent Videos
zh_hans: 暂无最近视频

source: No Unwatched Videos
zh_hans: 暂无未观看视频

source: No Video Folders
zh_hans: 暂无视频文件夹

source: No Videos
zh_hans: 暂无视频

source: No Videos Need Review
zh_hans: 暂无待整理视频

source: Organization
zh_hans: 整理

source: Partially watched videos will appear here.
zh_hans: 看了一部分的视频会显示在这里。

source: Played videos will appear here.
zh_hans: 播放过的视频会显示在这里。

source: Parent Folder
zh_hans: 父文件夹

source: Path
zh_hans: 路径

source: Preview Matches
zh_hans: 预览匹配

source: Play from Beginning
zh_hans: 从头播放

source: Posters
zh_hans: 海报

source: Recent Playback
zh_hans: 最近播放

source: Refresh
zh_hans: 刷新

source: Refresh Source
zh_hans: 刷新来源

source: Refresh Video Folders
zh_hans: 刷新视频文件夹

source: Refresh your folders or add another source.
zh_hans: 刷新文件夹或添加另一个来源。

source: Try a different search or filter.
zh_hans: 试试其他搜索词或筛选条件。

source: Remove
zh_hans: 移除

source: Remove Missing
zh_hans: 移除缺失项

source: Save Metadata
zh_hans: 保存元数据

source: Select a video to edit its local metadata.
zh_hans: 选择一个视频来编辑本地元数据。

source: Rule Field
zh_hans: 规则字段

source: Rule Text
zh_hans: 规则文本

source: Smart
zh_hans: 智能

source: Smart Collections
zh_hans: 智能合集

source: Tag
zh_hans: 标签

source: Reveal in Finder
zh_hans: 在访达中显示

source: Reveal Source in Finder
zh_hans: 在访达中显示来源

source: Scanning Video Folders...
zh_hans: 正在扫描视频文件夹...

source: Search Videos
zh_hans: 搜索视频

source: Sort Videos
zh_hans: 视频排序

source: The saved video file is no longer available.
zh_hans: 保存的视频文件已不可用。

source: Unfinished
zh_hans: 未看完

source: Untitled Collection
zh_hans: 未命名合集

source: Unwatched
zh_hans: 未观看

source: Videos marked watched will appear here.
zh_hans: 标记为已看完的视频会显示在这里。

source: Videos without playback progress will appear here.
zh_hans: 还没有播放进度的视频会显示在这里。

source: Videos outside manual and smart collections will appear here.
zh_hans: 不在手动合集或智能合集中的视频会显示在这里。

source: Video Library
zh_hans: 视频库

source: Video Library View
zh_hans: 视频书架视图

source: Video Library Actions
zh_hans: 视频书架操作

source: Video Sources
zh_hans: 视频来源

source: %d in progress
zh_hans: %d 个进行中

source: %d missing
zh_hans: %d 个缺失

source: %d videos
zh_hans: %d 个视频

source: Video Details
zh_hans: 视频详情

source: Watched
zh_hans: 已看完

source: Video folder is no longer available.
zh_hans: 视频文件夹已不可用。

source: Video folder not found.
zh_hans: 未找到视频文件夹。

source: Add Link
zh_hans: 添加链接

source: Experimental
zh_hans: 实验性
zh_hant: 實驗性

source: Open Link
zh_hans: 打开链接

source: Publisher Subtitles
zh_hans: 发布者字幕

source: YouTube Subtitles
zh_hans: YouTube 字幕

source: Auto-generated
zh_hans: 自动生成

source: Jimaku Subtitles
zh_hans: Jimaku 字幕

source: API Key
zh_hans: API 密钥

source: Enter a new API key
zh_hans: 输入新的 API 密钥

source: Create API Key
zh_hans: 创建 API 密钥

source: Saved in Keychain
zh_hans: 已存入钥匙串

source: Not configured
zh_hans: 未配置

source: Remove Jimaku API Key?
zh_hans: 移除 Jimaku API 密钥？

source: Remove API Key
zh_hans: 移除 API 密钥

source: The saved Jimaku API key will be removed from this Mac.
zh_hans: 将从这台 Mac 移除已保存的 Jimaku API 密钥。

source: The API key is stored in macOS Keychain and is sent only to Jimaku API requests.
zh_hans: API 密钥存储在 macOS 钥匙串中，仅随 Jimaku API 请求发送。

source: Jimaku search and downloads require a Jimaku account and are subject to Jimaku's rate limits.
zh_hans: Jimaku 搜索和下载需要 Jimaku 账户，并受其速率限制约束。

source: Jimaku API key saved.
zh_hans: Jimaku API 密钥已保存。

source: Jimaku API key removed.
zh_hans: Jimaku API 密钥已移除。

source: Unable to save the Jimaku API key.
zh_hans: 无法保存 Jimaku API 密钥。

source: Unable to remove the Jimaku API key.
zh_hans: 无法移除 Jimaku API 密钥。

source: Unable to read the Jimaku API key from Keychain.
zh_hans: 无法从钥匙串读取 Jimaku API 密钥。

source: Add a Jimaku API key in Video Settings to search.
zh_hans: 请先在“视频”设置中添加 Jimaku API 密钥再搜索。

source: Enter a title to search Jimaku.
zh_hans: 请输入标题以搜索 Jimaku。

source: Enter an episode number from 0 to 9999.
zh_hans: 请输入 0 到 9999 之间的集数。

source: Anime
zh_hans: 动画

source: Live Action
zh_hans: 真人影视

source: Content Type
zh_hans: 内容类型

source: Open Settings
zh_hans: 打开设置

source: Search title
zh_hans: 搜索标题

source: Episode
zh_hans: 集数

source: Search Jimaku
zh_hans: 搜索 Jimaku

source: Back to Jimaku Results
zh_hans: 返回 Jimaku 搜索结果

source: Checking Jimaku API Key
zh_hans: 正在检查 Jimaku API 密钥

source: Searching Jimaku
zh_hans: 正在搜索 Jimaku

source: Loading Jimaku Subtitles
zh_hans: 正在加载 Jimaku 字幕

source: No supported subtitles were found for this title and episode.
zh_hans: 未找到适用于此标题和集数的受支持字幕。

source: Search Jimaku by the current video's title.
zh_hans: 按当前视频标题搜索 Jimaku。

source: Jimaku requires an API key.
zh_hans: Jimaku 需要 API 密钥。

source: The Jimaku request is invalid.
zh_hans: Jimaku 请求无效。

source: Jimaku returned an invalid response.
zh_hans: Jimaku 返回了无效响应。

source: Jimaku returned an invalid download URL.
zh_hans: Jimaku 返回了无效的下载地址。

source: Jimaku rejected the API key.
zh_hans: Jimaku 拒绝了此 API 密钥。

source: Jimaku is rate limiting requests. Try again in %lld seconds.
zh_hans: Jimaku 正在限制请求，请在 %lld 秒后重试。
